Repository: governmentbg/MVR-Centralized-Electronic-Identification-System
Catalog: eid-mobile-ios/eID-Mobile-iOS/05_Resources/Strings/Localizable.xcstrings
Source language: bg
Languages: en

# application_administrator_office_title
source: Офис
en: Office

# application_administrator_title
source: Администратор
en: Administrator

# application_carrier_title
source: Носител
en: Carrier

# application_certificate_alias_title
source: Име на удостоверение
en: Certificate alias

# application_comment
source: Ако нямате регистрация в системата за сигурно електронно връчване (ССЕВ) и не сте задали телефон във Вашия профил, при издаване на удостоверение за електронна идентичност, то ще бъде записано само върху избрания електронен носител и няма да бъде връчено през ССЕВ.
en: If you are not registered in the Secure Electronic Delivery System (SEDS) and have not provided a phone number in your profile, when issuing an electronic identity certificate, it will be recorded only on the selected electronic carrier and will not be delivered through SEDS.

# application_comment_title
source: Коментар
en: Comment

# application_created_on_title
source: Подадено на
en: Created on

# application_details_administrator_office_title
source: Офис на администратор
en: Administrator office

# application_details_administrator_title
source: Подадено към
en: Submitted to

# application_details_email_title
source: Имейл
en: Email

# application_details_name_title
source: Име по документ за самоличност
en: Name from identity document

# application_details_phone_number_title
source: Мобилен телефон
en: Mobile phone number

# application_details_reason_title
source: Причина за отказ
en: Cancelation reason

# application_details_title
source: Детайли на заявлението
en: Application details

# application_number_title
source: Номер на заявлението
en: Application number

# application_payment_access_code_title
source: Код на плащане
en: Payment access code

# application_payment_view_currency
source: Валута:
en: Currency:

# application_payment_view_details
source: За да завършите процеса, финализирайте генерираното плащане и посетете удобен за Вас офис.
en: To finalize the process, complete the payment and visit a convenient administrator office of MBP.

# application_payment_view_device_price
source: Цена за носител:
en: Device price:

# application_payment_view_items_title
source: Не забравяйте да носите:
en: Do not forget to bring:

# application_payment_view_payment_details_title
source: Разписка на плащането:
en: Payment details:

# application_payment_view_price
source: Цена:
en: Price:

# application_payment_view_title
source: Успешно подаване на заявление
en: Successful Application Submission

# application_screen_title
source: Заявление
en: Application

# application_section_additional_info_title
source: Допълнителна информация
en: Additional information

# application_section_personal_details_title
source: Лични данни по документ за самоличност на заявител
en: Personal data from an identity document of the applicant

# application_section_personal_document_title
source: Лични данни по документ за самоличност
en: Personal data from an identity document

# application_section_personal_info_title
source: Лични данни
en: Personal information

# application_sort_criteria_application_type
source: Предмет на
en: Subject

# application_sort_criteria_create_date
source: Дата на подаване
en: Creation date

# application_sort_criteria_device_type
source: Носител
en: Carrier

# application_sort_criteria_eid_administrator_name
source: Администратор
en: Administrator

# application_sort_criteria_status
source: Статус
en: Status

# application_status_approved
source: Одобрено
en: Approved

# application_status_certificate_stored
source: Записан сертификат
en: Certificate stored

# application_status_completed
source: Изпълнено
en: Completed

# application_status_denied
source: Отказано
en: Denied

# application_status_generated_certificate
source: Генериран сетификат
en: Generated certificate

# application_status_paid
source: Платено
en: Paid

# application_status_payment_expired
source: Плащането е изтекло
en: Payment Expired

# application_status_pending_payment
source: Очаква плащане
en: Pending payment

# application_status_pending_signature
source: Очаква подписване
en: Pending signature

# application_status_processing
source: Обработва се
en: Processing

# application_status_signed
source: Подписано
en: Signed

# application_status_submitted
source: Подадено
en: Submitted

# application_status_title
source: Статус
en: Status

# application_submission_type_title
source: Тип на подаване
en: Submission type

# application_success_title
source: Заявлението е създадено успешно
en: Application successfully created

# application_success_title_for_id_card
source: Носете вашата лична карта
en: Also bring your ID card.

# application_success_title_in_office
source: За да завършите процеса отидете в удобен за вас офис на администратора.
en: To complete the process, visit a nearby administrator office.

# application_type_issue_eid
source: Издаване/Подновяване на УЕИ
en: Issue/Reinstate EIA

# application_type_issue_eid_screen_title
source: Заявление за издаване/възобновяване на УЕИ
en: Application for issuance/resumption of EID

# application_type_resume_eid
source: Подновяване на УЕИ
en: Resume EIA

# application_type_resume_eid_screen_title
source: Заявление за подновяване на УЕИ
en: Application for resumption of EID

# application_type_revoke_eid
source: Прекратяване на УЕИ
en: Revoke EIA

# application_type_revoke_eid_screen_title
source: Заявление за прекратяване на УЕИ
en: Application for revocation of EID

# application_type_stop_eid
source: Спиране на УЕИ
en: Stop EIA

# application_type_stop_eid_screen_title
source: Заявление за спиране на УЕИ
en: Application for termination of EID

# application_type_title
source: Предмет на
en: Subject

# approval_request_cancelled_title
source: Успешно отказахте заявката
en: You successfully cancelled the request

# approval_request_success_title
source: Успешно одобрихте заявката
en: You successfully approved the request

# associate_eid_button_title
source: Добавяне на електронен идентификатор
en: Add an electronic identifier

# associate_eid_success_message
source: Успешно добавихте електронна идентичност към базов профил.
en: Successfully associated eID with base profile.

# assurance_level_high_title
source: Високо
en: High

# assurance_level_low_title
source: Ниско
en: Low

# assurance_level_substantial_title
source: Съществено
en: Substantial

# biometrics_cancelled
source: Потребителят е отменил биометричното запитване.
en: The user canceled the biometric prompt.

# biometrics_failed
source: Потребителят е предоставил невалидни биометрични данни.
en: The user provided invalid biometrics.

# biometrics_login_button_title
source: Вход с биометрия
en: Login with biometrics

# biometrics_use_reson_description
source: Трябва да разрешим достъп.
en: We need to unlock your data.

# biometry_lockout
source: Твърде много неуспешни опити — биометричните данни са заключени.
en: Too many failed attempts — biometrics locked.

# biometry_not_available
source: Биометричен хардуер не е наличен.
en: Biometric hardware is not available.

# biometry_not_enrolled
source: Face ID / Touch ID не е настроен.
en: Face ID / Touch ID not set up.

# btn_accept
source: Потвърди
en: Accept

# btn_apply_filters
source: Приложи филтри
en: Apply filters

# btn_back
source: Назад
en: Back

# btn_cancel
source: Отказ
en: Cancel

# btn_change_password
source: Изпрати
en: Send

# btn_clear
source: Изчисти
en: Clear

# btn_close
source: Затвори
en: Close

# btn_confirm
source: Потвърди
en: Confirm

# btn_continue_application
source: Продължи процеса по издаване
en: Continue issuing application

# btn_continue_application_resume
source: Продължи процеса по подновяване
en: Continue resuming application

# btn_continue_application_revoke
source: Продължи процеса по прекратяване
en: Continue revoking application

# btn_continue_application_stop
source: Продължи процеса по спиране
en: Continue stopping application

# btn_create_profile
source: Създай профил
en: Create profile

# btn_decline
source: Откажи
en: Decline

# btn_deny
source: Откажи
en: Reject

# btn_done
source: Готово
en: Done

# btn_edit
source: Редактирай
en: Edit

# btn_empowerment_add_authorizer
source: + Добави законен представител
en: + Add legal representative

# btn_empowerment_add_empowered_id
source: + Добави овластено лице
en: + Add authorized person

# btn_empowerments_eik_search
source: Направи справка
en: Make a reference

# btn_forgotten_password
source: Забравена парола
en: Forgotten password

# btn_generate_new_otp
source: Генерирай нов код
en: Generate new code

# btn_login
source: Вход
en: Login

# btn_login_with_eid
source: Вход с мобилно eID
en: Login with mobile eID

# btn_login_with_identity_card_eID
source: Вход с електронна идентичност
en: Login with eID

# btn_login_with_password
source: Вход с парола
en: Login with password

# btn_new_certificate
source: Заяви ново удостоверение
en: Request new certificate

# btn_new_empowerment
source: Заяви ново овластяване
en: Create new empowerment

# btn_no
source: Не
en: No

# btn_ok
source: Ок
en: OK

# btn_payment
source: Плащане
en: Payment

# btn_preview
source: Преглед
en: Preview

# btn_proceed
source: Вход
en: Login

# btn_save
source: Запиши
en: Save

# btn_scan_qr_code
source: Сканирай QR код
en: Scan QR code

# btn_select
source: Избери
en: Select

# btn_send
source: Изпрати
en: Submit

# btn_sign
source: Подпиши
en: Sign

# btn_submit
source: Подаване
en: Submit

# btn_terms_and_conditions
source: Общи условия
en: Terms & conditions

# btn_yes
source: Да
en: Yes

# card_pin_info_description
source: - За да използвате телефона като четец, моля да се уверите, че той разполага с NFC скенер. - Установете точната позиция на четеца. - Допрете плътно документа без да го движите и не го премахвайте докато текат процесите за четене.
en: - To use your phone as a reader, please make sure it has an NFC scanner. - Determine the exact position of the reader. - Touch the document firmly without moving it and do not remove it while the reading process is in progress.

# carrier_title_mobile
source: Мобилно приложение
en: Mobile app

# certificate_action_resume
source: Възобнови
en: Resume

# certificate_action_revoke
source: Прекрати
en: Revoke

# certificate_action_stop
source: Спри
en: Stop

# certificate_alias_title
source: Име
en: Name

# certificate_application_number_title
source: Заявление №:
en: Certificate №:

# certificate_btn_confirm_resume
source: Възобнови УЕИ
en: Resume EIA

# certificate_btn_confirm_revoke
source: Прекрати УЕИ
en: Revoke EIA

# certificate_btn_confirm_stop
source: Спри УЕИ
en: Stop EIA

# certificate_carrier_title
source: Носител
en: Carrier

# certificate_common_name_title
source: Имена по документ за самоличност
en: Names from identity document

# certificate_details_administrator_title
source: Издадено от
en: Issuer

# certificate_edit_alias_title
source: Наименование на удостоверение
en: Certificate name

# certificate_eidentity_id_title
source: Номер на електронна идентичност
en: Electronic identity number

# certificate_history_application_created_on_title
source: Подадено на:
en: Issued on:

# certificate_history_title
source: Пълна история на удостоверението
en: Full certificate history

# certificate_item_expires_soon_title
source: Изтича скоро
en: Expires soon

# certificate_level_of_assurance_title
source: Ниво на осигуреност на носителя
en: Carrier assurance level

# certificate_name_title
source: Наименование
en: Name

# certificate_preview_title
source: Преглед на удостоверение за електронна идентичност
en: Preview an electronic identity certificate

# certificate_resume_button_title
source: Възобнови удостоверение
en: Resume certificate

# certificate_resumed_success_title
source: Удостоверението е възобновено
en: Certificate is resumed

# certificate_revoke_button_title
source: Прекрати удостоверение
en: Revoke certificate

# certificate_revoked_reason_title
source: Причина за прекратяване
en: Revocation reason

# certificate_revoked_success_title
source: Удостоверението е прекратено
en: Certificate is revoked

# certificate_screen_title
source: Удостоверение
en: Certificate

# certificate_serial_number_title
source: Сериен номер
en: Serial number

# certificate_sort_criteria_create_date
source: Дата на издаване
en: Issue date

# certificate_sort_criteria_status
source: Статус
en: Status

# certificate_status_active
source: Активно
en: Active

# certificate_status_application_modified_date_title
source: Издадено удостоверение на:
en: Issued certificate on:

# certificate_status_created
source: Издадено
en: Created

# certificate_status_expired
source: Изтекло
en: Expired

# certificate_status_failed
source: Неуспешно
en: Failed

# certificate_status_invalid
source: Невалидно
en: Invalid

# certificate_status_revoked
source: Прекратено
en: Revoked

# certificate_status_signed
source: Подписано
en: Signed

# certificate_status_stopped
source: Спряно
en: Stopped

# certificate_status_title
source: Статус
en: Status

# certificate_stop_button_title
source: Спри удостоверение
en: Stop certificate

# certificate_stopped_reason_title
source: Причина за спиране
en: Stopping reason

# certificate_stopped_success_title
source: Удостоверението е спряно
en: Certificate is stopped

# certificate_stored_success_title
source: Сертификатът е успешно запазен на устройството
en: The certificate is successfully stored on the device

# certificate_valid_from_title
source: Валидно от
en: Valid from

# certificate_valid_until_title
source: Валидно до
en: Valid until

# change_alias_title
source: Име
en: Alias

# change_card_pin_button
source: Сменете ПИН
en: Change PIN

# change_card_pin_failed_title
source: Смяната на ПИН беше неуспешна
en: Card PIN change failed

# change_card_pin_success_title
source: Успешно сменихте ПИН на картата!
en: Card PIN successfully changed!

# change_card_pin_title
source: Смяна на ПИН
en: Changе PIN

# change_certificate_pin_error_title
source: Грешка при промяна на ПИН код.
en: An error occurred when changing the PIN code.

# change_certificate_pin_success_title
source: Пинът е успешно сменен.
en: The PIN code was successfully changed.

# change_email_menu
source: Смяна на имейл
en: Change email

# change_email_success_title
source: За да потвърдите смяната на Вашия имейл, проверете Вашата електронна поща за активационен линк
en: To confirm the change of your email, check your email for the activation link.

# change_email_title
source: Нов адрес на електронна поща.
en: New email

# change_information_success_title
source: Успешно променихте Вашата информация.
en: You have successfully changed your information.

# change_information_title
source: Промяна на лични данни
en: Change of personal data

# change_password_button_title
source: Смяна на парола
en: Change password

# change_password_confirm_new_password_title
source: Потвърди нова парола
en: Confirm new password

# change_password_menu
source: Смяна на парола
en: Change password

# change_password_new_password_title
source: Нова парола
en: New password

# change_password_old_password_title
source: Стара парола
en: Old password

# change_password_success_title
source: Успешно променихте Вашата парола.
en: You successfully changed your password.

# change_personal_info_description
source: **Внимание!** Моля, при промяна на имената, въвеждайте данните по български документ за самоличност, за да може да използвате онлайн услугите на Централизираната система за електронна идентификация.
en: **Attention!** Please, when changing names, enter the data from a Bulgarian identity document in order to be able to use the online services of the Centralized Electronic Identification System.

# change_phone_menu
source: Добави/Промени телефон
en: Add/Change phone

# change_phone_title
source: Нов мобилен телефонен номер
en: New mobile phone number

# change_pin_can_title
source: КАН
en: CAN

# change_pin_confirm_new_pin_title
source: Потвърдете новия ПИН
en: Confirm new PIN

# change_pin_new_pin_title
source: Въведете новия ПИН
en: Enter new PIN

# change_pin_old_pin_title
source: Въведете текущия ПИН
en: Enter old PIN

# citizenship_title
source: Гражданство
en: Citizenship

# common_label_description
source: Описание
en: Description

# common_option_other
source: Друго
en: Other

# complete_application_success_title
source: ЕИД е успешно запазена на устройството
en: EID successfully stored on the device

# complete_application_title
source: Завършете издаване на eID
en: Complete eID issuance

# continue_application_text
source: Изчакайте завършването на процеса по издаване
en: Wait until the application issuing process is completed

# country_title
source: Република България
en: Republic of Bulgaria

# create_application_administrator_title
source: Администратор на електронна идентичност
en: Electronic identity administrator

# create_application_signing_method
source: Подписване на заявление с:
en: Sign application with:

# create_application_title
source: Създаване на заявление за издаване/подновяване на удостоверение за електронна идентичност
en: Creating an application for issuance/renewal of an electronic identity certificate

# create_device_pin_success_text
source: Успешно създадохте ПИН
en: Device PIN created successfully

# create_device_pin_title
source: Създайте ПИН код за защита на Вашият профил
en: Create a PIN code to protect your profile

# date_of_birth_title
source: Дата на раждане
en: Date of birth

# device_pin_alert_title
source: Искате ли да защитите профила си с ПИН?
en: Do you want to create a PIN code to protect your profile?

# device_pin_login_button_title
source: Вход с ПИН
en: Login with PIN

# device_pin_toggle_title
source: Включена
en: Enabled

# device_security_menu_option
source: Сигурност на профила
en: Profile security

# device_security_option_face_id
source: Вход с Face ID
en: Login with Face ID

# device_security_option_touch_id
source: Вход с Touch ID
en: Login with Touch ID

# document_number_title
source: Номер на документ
en: Document number

# document_type_title
source: Тип на документ
en: Document type

# edit_certificate_alias_success_title
source: Успешно зададохте ново име на удостоверението
en: Successfully set new certificate alias

# eid_authenticate_title
source: Автентикация
en: Authenticate

# eid_card_use_can_title
source: Въведете КАН кода на личния документ.
en: Enter the KAN code of the personal document.

# eid_card_use_pin_title
source: Въведете ПИН кода на личния документ.
en: Enter the PIN code of the personal document.

# eid_create_pin_title
source: Създайте ПИН
en: Ceate PIN

# eid_management_info_description
source: Процесът по издаване на Удостоверение за електронна идентичност започва с подаване на заявление. Това може да стане, както по електронен път, така и чрез администратор на електронната идентичност (АЕИ). - Удостоверение за електронна идентичност се издава, ако лицето се е явило лично в център за административно обслужване на МВР или офис на АЕИ. - Удостоверение за електронна идентичност на непълнолетно лице или лице, поставено под запрещение, се издава, ако са спазени изискванията: 1. Заявлението е подадено само лично. 2. Заявлението е подписано и от родител, съответно попечител или настойник. 3. Родител, съответно попечител или настойник се е явил лично и е представил валиден документ за самоличност. - Удостоверението за електронна идентичност се издава със срок на валидност 5 години. - Удостоверението за електронна идентичност се записва само върху електронен носител, който отговаря на изискванията, определени с Правилника за прилагане на Закона за електронната идентификация. - Удостоверението за електронна идентичност се вписва в Регистъра на удостоверенията за електронна идентичност. - Носителят на удостоверението се предава лично на титуляра му, а по изключение – на упълномощено лице, след представяне на нотариално заверено изрично пълномощно. - Когато заявлението за издаване на удостоверение е подадено чрез администратор на електронна идентичност, различен от МВР, отношенията между него и лицето се уреждат с договор. - Чужденците с разрешено продължително, постоянно или дългосрочно пребиваване в Република България следва да посещават лично Дирекция „Миграция“ - МВР, отдел/сектор/група „Миграция“ при СДВР и ОДМВР по адрес на пребиваване за подаване на заявление за издаване на Удостоверение за електронна идентичност. - Чужденците с разрешено продължително, постоянно или дългосрочно пребиваване в Република България следва да посещават лично ДМ – МВР, отдел/сектор/група 'Миграция' при СДВР и ОДМВР по адрес на пребиваване за подаване на заявление за издаване на УЕИ.
en: The process of issuing an Electronic Identity Certificate begins with submitting an application. This can be done both electronically and through an Electronic Identity Administrator (EIA). - An electronic identity certificate is issued if the person has appeared in person at a Ministry of Interior administrative service center or an EIA office. - An electronic identity certificate for a minor or a person placed under guardianship is issued if the following requirements are met: 1. The application is submitted only in person. 2. The application is also signed by a parent, guardian or custodian, respectively. 3. A parent, guardian or custodian has appeared in person and presented a valid identity document. - The electronic identity certificate is issued with a validity period of 5 years. - The electronic identity certificate is recorded only on an electronic medium that meets the requirements set out in the Regulations for the Implementation of the Electronic Identification Act.\n- The electronic identity certificate is entered in the Register of Electronic Identity Certificates. - The holder of the certificate is handed over personally to its holder, and exceptionally - to an authorized person, after presenting a notarized explicit power of attorney. - When the application for issuing a certificate is submitted through an electronic identity administrator other than the Ministry of Interior, the relations between it and the person are regulated by a contract. - Foreigners with a permit for prolonged, permanent or long-term residence in the Republic of Bulgaria should visit the Migration Directorate - Ministry of Interior in person, department/sector/group "Migration" at the SDVR and ODMVR at the address of residence for submitting an application for issuing an electronic identity certificate. - Foreigners with authorized long-term or permanent residence in Bulgaria must personally visit the Directorate of Migration at the Ministry of Interior to submit an application for an electronic identity certificate.

# eid_number_title
source: Номер на електронна идентичност
en: Electronic identity number

# eid_reader_card_blocked_error
source: Картата е блокирана. Посетете офис на издателя на картата.
en: Card is blocked. Visit issuer office.

# eid_reader_card_operation_successful
source: Операцията с картата е успешна!
en: Card operation successful!

# eid_reader_card_pin_not_activated
source: ПИН на картата не е активиран. Посетете офис на издателя на картата.
en: Car PIN not activated. Visit issuer office.

# eid_reader_card_reading_error
source: Възникна проблем по време на свързването. Опитайте пак
en: There was a problem reading the card. Try again

# eid_reader_changing_card_pin
source: Смяна на ПИН на картата...
en: Changing card PIN...

# eid_reader_checking_pin_status
source: Проверка на активационния статус на ПИН...
en: Checking card PIN activation status...

# eid_reader_communication_failed_error
source: Изграждането на комуникация с картата беше неуспешно. Опитайте отново.
en: Establishing card communication failed. Try again.
